/* 

Localizable.strings (View)

Copyright (c) 2011 Trollwerks Inc. All rights reserved.

*/

// TWXUIAlertView support

"OK" = "OK";
"CANCEL" = "Cancel";
"YES" = "Yes";
"NO" = "No";
"UNDERCONSTRUCTION" = "Under Construction";
"NOTIMPLEMENTEDYET" = "This feature is not implemented yet.";
"NOINTERNETTITLE" = "Internet Unavailable";
"NOINTERNETMESSAGE" = "Sorry, the Internet is unavailable. Please try again later.";
